[M_Ep11_LikeATonOf MissionDefinition]
MissionName="Antigo e Futuro Slab"
MissionDescription="Tendo descoberto como passar pelo primeiro obstáculo do [place]Núcleo de Controle do Anjo[-place], Roland focou sua atenção no segundo: um Bunker de defesa da Hyperion.\nRoland acredita que você precisará da ajuda de um bandido local, conhecido como Rei Slab, para destruir esse Bunker. Você encontrará o Rei Slab em [place]Thousand Cuts[-place] mas, fique esperto! Por mais que ele também odeie o Jack, seus homens não receberão você de braços abertos.\n"
TurnInDescription="Agora que o clã dos Slabs está do seu lado, você será capaz de destruir o Bunker da Hyperion, que protege o [place]Núcleo de Controle do Anjo[-place].\n"
MissionSummary="Consiga a ajuda do Rei Slab"
MissionGiver="Roland"
MissionTurnInLocation="Roland"
TeaserText=""

[M_Ep11_LikeATonOf:Beacon01BotBattleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:Beacon02BotBattleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:Beacon03BotBattleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:BrickAtCenterCheckpointSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:BrickWaitsAtBridgeCheckpointSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:BrickWaitsAtBridgeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:BrickWaitsAtPreBeacon03Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:DeliverNoteForRealSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:DelivernotetoSlabKing MissionObjectiveDefinition]
ProgressMessage="Entregue a carta"

[M_Ep11_LikeATonOf:DelivernotetoSlabKingSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:DestroyBeacon01Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:DestroyBeacon02Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:DestroyBeacon03Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:DestroyMortarBeacons MissionObjectiveDefinition]
ProgressMessage="Destrua os transmissores dos morteiros"

[M_Ep11_LikeATonOf:ExposeBeacon01Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:ExposeBeacon02Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:ExposeBeacon03Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:FollowBrick MissionObjectiveDefinition]
ProgressMessage="Siga Brick"

[M_Ep11_LikeATonOf:FollowBrickToExitSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:GoToCliffs MissionObjectiveDefinition]
ProgressMessage="Vá para Thousand Cuts"

[M_Ep11_LikeATonOf:GoToCliffsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:GrabNote MissionObjectiveDefinition]
ProgressMessage="Pegue a carta de Roland"

[M_Ep11_LikeATonOf:GrabNoteSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:GyroFactoryDoorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:HyperionBattleAtFactorySet MissionObjectiveSetDefinition]
MissionSummaryOverride="Detenha o ataque de morteiros da Hyperion"
MissionDescriptionOverride="Tendo descoberto como passar pelo primeiro obstáculo do [place]Núcleo de Controle do Anjo[-place], Roland focou sua atenção no segundo: um Bunker de defesa da Hyperion.\nRoland acredita que você precisará da ajuda de um bandido local, conhecido como Rei Slab, para destruir esse Bunker. Você encontrará o Rei Slab em [place]Thousand Cuts[-place] mas, fique esperto! Por mais que ele também odeie o Jack, seus homens não receberão você de braços abertos.\n"
[M_Ep11_LikeATonOf:InitiationBattleSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Sobreviva ao ritual de iniciação dos Slabs."
MissionDescriptionOverride="Tendo descoberto como passar pelo primeiro obstáculo do [place]Núcleo de Controle do Anjo[-place], Roland focou sua atenção no segundo: um Bunker de defesa da Hyperion.\nRoland acredita que você precisará da ajuda de um bandido local, conhecido como Rei Slab, para destruir esse Bunker. Você encontrará o Rei Slab em [place]Thousand Cuts[-place] mas, fique esperto! Por mais que ele também odeie o Jack, seus homens não receberão você de braços abertos.\n"
[M_Ep11_LikeATonOf:ReturnToRoland MissionObjectiveDefinition]
ProgressMessage="Siga o Brick"

[M_Ep11_LikeATonOf:RolandLineSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:SlabBreadcrumbSet_00 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:SlabBreadcrumbSet_01 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:SlabBreadcrumbSet_01a MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:SlabBreadcrumbSet_02 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:SlabKingIntroCardSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Ep11_LikeATonOf:SurviveInitiation MissionObjectiveDefinition]
ProgressMessage="Sobreviva ao ritual de iniciação"

[M_Ep11_LikeATonOf:WarLoaderBattleSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""
